Repository: jkinnunen/avc
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: vi

source: Attention - error when unpacking
vi: Chú ý - lỗi khi giải nén

source: The file {file} could not be unpacked correctly in the folder {folder}. Try it yourself locally or contact the author of this extension.
vi: Không thể giải nén tệp {file} chính xác trong thư mục {folder}. Hãy tự mình thử tại vị trí hoặc liên hệ với tác giả của tiện ích mở rộng này.

source: Error - can not create folder
vi: Lỗi - không thể tạo thư mục

source: No browser window found
vi: Không tìm thấy cửa sổ trình duyệt

source: Document URL not found - exit
vi: Không tìm thấy URL tài liệu hướng dẫn - thoát

source: Save YouTube Video as {MultimediaFormat}
vi: Lưu video YouTube dưới {MultimediaFormat}

source: Save link as {MultimediaFormat}
vi: Lưu liên kết dưới {MultimediaFormat}

source: No YouTube video and no multimedia link found
vi: Không có video YouTube và không có liên kết đa phương tiện

source: Result folder
vi: Kết quả thư mục

source: &Browse...
vi: &Duyệt

source: Select a directory
vi: Chọn đường dẫn

source: &beep while converting
vi: &Beep trong khi chuyển đổi

source: &Write YoutTube description file
vi: &Viết báo cáo tệp mô tả YouTube

source: Write &report file
vi: Viết &báo cáo tập tin

source: Error - Folder does not exist
vi: Lỗi - Thư mục không tồn tại

source: The folder ({folderPath}) does not exist. Please check the path or use the Browse button. The changes were not saved.
vi: Thư mục ({folderPath}) không tồn tại. Vui lòng kiểm tra đường dẫn hoặc sử dụng nút Duyệt. Những thay đổi chưa được lưu.

source: Error - No write access to folder
vi: Lỗi - Không có quyền ghi vào thư mục

source: No write access to folder {folderPath} (Code: {code}) Please select a folder with write access. The changes were not saved.
vi: Không có quyền ghi vào thư mục {folderPath} (Mã: {code}) Vui lòng chọn một thư mục có quyền ghi. Những thay đổi chưa được lưu.

source: The converting process will terminate.
vi: Quá trình chuyển đổi sẽ chấm dứt.

source: No converting task active.
vi: Không có tác vụ chuyển đổi nào đang hoạt động.

source: Save as MP3
vi: Lưu dưới dạng MP3

source: Save as MP4
vi: Lưu dưới dạng MP4

source: Open result folder
vi: Mở kết quả thư mục

source: Saves the subtitle of a YouTube video
vi: Lưu phụ đề của video YouTube

source: Save subtitle in {language}
vi: Lưu phụ đề trong {language}

source: Converts a YouTube video or a multimedia link to MP3 or MP4 directly from the browser: NVDA+y, Converts the current video to MP3 NVDA+Shift+y, Converts the current video to MP4 NVDA+Control+y, Opens the folder with the converted files NVDA+Alt+y, Saves the subtitle of the video as text.
vi: Chuyển đổi video YouTube hoặc liên kết đa phương tiện sang MP3 hoặc MP4 trực tiếp từ trình duyệt: NVDA+y, Chuyển đổi video hiện tại sang mp3 NVDA+Shift+y, Chuyển đổi video hiện tại sang mp4 NVDA+Control+y, Mở thư mục với file đã chuyển đổi NVDA+Alt+y, Lưu phụ đề của video dưới dạng văn bản
